void main() {}

// Өзгөрмөлөр (Variables)
//int тибине бүтүн сандар кирет
int a = 10;
// double тибине бөлчөк сандар кирет
double b = 5.4;
// Бүтүн жана бөлчөк сандарды алуучу тип
num c = 1.1;
// String тибине саптар(жазуулар) алуучу тип
String d = "Hello World";
// bool тибине ЧЫН же ЖАЛГАН
bool i = true;
bool f = false;
// List тиби бул көп сандарды, көп тексттерди алуучу тип.
List j = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10];
List e = [1.1, 2.1, 3.4, 4.6, 5.7, 6.8, 7.9, 8.2, 9.3, 10.8];
List k = ["Alina", "Aizirek", "Aybek"];
