void main() {
  int ball = 60;
  if (ball >= 105 && ball <= 150) {
    print("Студенттин баасы Эң жакшы");
  } else if (ball <= 105 && ball >= 95) {
    print('Студенттин баасы  Жакшы');
  } else if (ball <= 94 && ball >= 85) {
    print('Студенттин баасы Канааттандырарлык');
  } else if (ball <= 84 && ball >= 75) {
    print('Студенттин баасы Канааттандырарлык эмес');
  } else if (ball >= 151 && ball <= 500) {
    print(
        'Сизге Гарвард Университетине же өзүңүз каалаган КР Университеттеринин 5 даанасына тапшыруу акысыз.');
  } else if (ball <= 74 && ball >= 0) {
    print('Сиз даярданып эмдиги жылы тапшырууңуз шарт');
  }
}
